---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.MSup2PerKN
source: html/f803fc06-871e-1d0b-540f-5d5b81ec6b11.htm
---
# Autodesk.Revit.DB.SymbolTypeId.MSup2PerKN Property

Symbol m²/kN, indicating unit Square meters per kilonewton.

## Syntax (C#)
```csharp
public static ForgeTypeId MSup2PerKN { get; }
```